<mask>
<end>
<pad>
<unk>
</w>
t
o
i
s
n
the
.
,
a
and
of
that
e
are
be
for
they
people
have
or
d
this
we
happiness
with
life
think
but
p
our
more
who
person
their
c
can
from
change
way
may
other
difficult
important
different
some
w
’
what
individual
achieving
there
would
by
because
factors
time
young
happy
than
school
view
all
stars
money
same
?
(
such
things
very
development
however
when
those
research
problem
influence
personality
families
others
many
own
needs
them
sports
if
l
-
experiences
characteristics
huge
give
lives
which
relationships
children
living
able
always
conclusion
world
good
any
salaries
personal
define
before
seems
terms
means
major
justified
longer
experience
high
has
behavior
university
live
perspective
themselves
believe
he
she
whether
should
without
while
whole
both
environment
could
find
like
work
today
clear
basic
students
support
powerful
successful
countries
discuss
nature
my
academic
parents
self
material
essential
individuals
society
you
true
need
most
)
‘
.)
changing
making
working
taking
quality
much
human
travel
over
even
overall
how
why
health
teachers
either
loving
rather
inherited
majority
rich
each
fully
usually
movie
particular
responsible
become
places
finding
indicates
independent
conditions
trend
understand
keep
makes
know
knowledge
skills
encouraged
genetic
get
age
getting
feelings
influenced
ability
still
familiar
lies
lifestyles
about
born
student
studies
up
unpredictable
unfair
country
family
constantly
surely
your
nurture
course
success
recognition
earning
doing
earnings
career
pace
factor
year
earn
almost
professionals
less
also
yet
feel
professions
decide
definition
consider
media
restricted
few
were
common
mean
off
better
ra
contr
safe
fo
'
“
”
).
’.
horizons
joy
jobs
just
justify
among
qualifications
dangers
range
expectations
energizing
challenges
experiencing
excitement
quite
consequences
might
spotlight
although
next
extravagant
highlighted
enough
breakthroughs
exist
character
shapes
perhaps
example
half
hard
share
shared
link
unknown
thing
finishing
reaching
survival
involve
avoiding
advantage
advantages
evident
privacy
value
variety
innovations
motivated
disadvantages
driven
derive
relatively
effective
develop
travelling
develops
ever
every
whatever
love
governing
achieve
achieved
government
achievements
never
short
him
hoping
holds
within
psychology
where
houses
choose
wealth
giving
birth
paths
her
inherit
whereas
technological
everyone
heavily
increasingly
economically
continually
personally
especially
help
shelter
established
trivial
inevitable
adult
stimulating
rules
result
adults
probably
public
impossible
complain
complete
being
behave
beings
inescapable
place
player
discipline
plenty
pleasure
pleasant
please
secondly
understanding
kind
end
beyond
kinds
spend
depends
fund
found
around
likely
key
make
take
taken
break
something
suggest
impacts
importance
impose
imposed
competition
company
comparing
say
days
largely
general
surgeons
generation
generate
graduating
grow
great
agree
degree
greatest
spoiling
studying
solution
including
solutions
well
will
responsibility
fulfilled
little
politicians
wildest
welfare
classes
basis
combat
doubt
nobody
boost
celebrities
broaden
broader
friends
tend
argue
study
peaceful
peacefulness
unable
amount
encounter
community
unfortunately
security
circumstances
spiritual
daily
necessarily
directly
firstly
certainly
only
century
pursue
purpose
future
returning
nursery
pressure
measures
gain
regard
regardless
significant
obey
number
assuming
smaller
interacting
coping
leading
raising
decreasing
relating
parenting
starting
resisting
identical
causes
case
dedication
cars
fact
interact
satisfaction
interaction
resources
aware
rewards
awareness
standard
learnt
parental
last
later
isolation
social
denial
professional
talent
reflect
lead
deal
real
mental
property
annoyed
situation
must
super
issue
refuse
out
outcomes
situations
preconditions
respect
spent
perform
period
appropriate
precise
predict
widespread
prefer
interpret
price
promoted
needed
modern
considerate
consideration
considered
allowed
freedom
tested
increased
determined
associated
made
describe
idea
ride
fewer
new
interests
therefore
remain
readapt
poorer
reasonable
reasons
seem
emotions
form
confirm
comes
moment
besome
met
aim
sport
effects
after
sooner
patterns
fairness
rare
draw
first
contrast
traits
benefi